// -------------------------- типы которые будут использоваться несколько раз вынесем в один тип -----------------------

// ----------------------------------- login api ------------------------------------------------
export type EmailTSType = string
export type PasswordTSType = string
export type RememberMeTSType = boolean
export type CaptchaTSType = boolean
// ----------------------------------- / login api ----------------------------------------------

// -------------------------- / типы которые будут использоваться несколько раз вынесем в один тип ---------------------